# 처음으로 변수를 선언하고 값을 저장하는 과정을 초기화라고 합니다.
a = 3 # a를 선언하고 3으로 초기화한다.

'''아래 정보를 참고해서 변수를 선언하고 초기화하세요.'''
'''저장할 정보: 이름        (문자열, string)'''


'''저장할 정보: 나이        (정수, integer)'''


'''저장할 정보: 키          (실수, float)'''


'''저장할 정보: 몸무게      (실수, float)'''


'''저장할 정보: 학교명      (문자열, string)'''


'''저장할 정보: 친구 이름   (문자열, string)'''


'''저장할 정보: 가장 좋아하는 음식(문자열, string)'''


'''저장할 정보: 가장 좋아하는 과목(문자열, string)'''


# 여러 개의 값을 동시에 출력하고 싶다면, ','를 이용하세요.
# print(name, age) # 변수 name, age에 저장된 정보가 출력됩니다.
'''위에서 선언한 변수를 이용하여 저장한 정보를 4개 이상 출력해 보세요.'''
print()